const GreetingPage = () => (
  <div className="prose mt-8">
    <h1> 인사말</h1>
    <p>
      안녕하세요? 우리 학교 홈페이지를 방문해주셔서 감사합니다. 저는 2023년 9월
      1일 자로 단국대학교부속소프트웨어고등학교 교장직무대리 직함을 맡은
      전영철입니다. 만나서 반갑습니다.{" "}
    </p>

    <p>
      우리 학교는 대학 진학과 직업 진로를 모두 열어두는 특성화고등학교입니다.
      본교는 학생들의 진로 희망을 최우선으로 하는 프로그램과 서비스 제공으로
      학생 · 학부모님들의 큰 사랑을 받고 있습니다. 또한 진학 및 취업 모두를
      아우르는 탄탄한 교육과정과 선생님들의 열정 가득한 수업을 기반으로 학생들은
      자기 적성에 맞는 진로를 선택하고, 자신의 능력을 발전시키는 데 최선을
      다하고 있습니다.
    </p>

    <p>
      ‘학교’는 학생들이 미래로 나아가는 ‘열린 공간’이라고 생각합니다. 우리 학교
      학생들은 무엇이든 될 수 있고 무엇이든 할 수 있는 무한한 발전 가능성을
      가지고 있습니다. 그러한 소중한 학생들이 저마다의 꿈을 이루기 위해 열정을
      가지고 도전하는 모습은 보는 이에게 감동을 줍니다.
    </p>
    <p>
      우리 단대소고 선생님들과 함께 학생들이 바르게 성장하고, 열린 공간에서 더
      큰 세상으로 나아가도록 힘껏 지도하고 격려하겠습니다. 우리 학교가 우리나라
      특성화고등학교의 모범이 되고, 미래사회를 이끌어갈 인재들이 졸업할 수
      있도록 학부모님들의 많은 관심과 협력을 부탁드립니다. 감사합니다.
    </p>

    <div className="font-semibold">
      단국대학교부속소프트웨어고등학교 교장직무대리 전 영 철
    </div>
  </div>
);
export default GreetingPage;
