const FoundingSpiritPage = () => (
  <div className="py-20 prose container ">
    <h1>설립 및 창학 정신</h1>
    <h2 className="text-2xl">설립</h2>
    <p>
      본 학원은 일제하에 해외에서 독립운동에 헌신하시던 애국지사 고(故)
      범정(梵亭) 장 형(張炯) 선생 (건국공로훈장 제260호 추서)이 광복 후,
      귀국하여 육영사업에 뜻을 두시고 고(故) 혜당(惠堂) 조희재(趙憙在)여사의
      찬동으로 여사의 그 따님이신 전이 사장 박정숙(朴正淑)여사의 누거 만의 전
      재산을 토대로 학교법인 단국대학을 설립 하여 단국대학교를 운영하는 한편
      본교를 병설운영 하여 오늘에 이르렀다.
    </p>
    <h2>창학정신</h2>
    <div className="space-y-2">
      <div>
        <span className="font-bold"> 구국(國) </span>: 교육으로 나라의 어려움을
        극복하며 나라를 부강하게 하고 보답하는 정신
      </div>
      <div>
        <span className="font-bold">자주(自主)</span> : 자신의 할 일을 깨달아
        능력을 기르고 스스로 실천하는 정신
      </div>
      <div>
        <span className="font-bold">자립(自立)</span>: 변천하는 세계 속에
        능동적으로 현실을 타개하고 미래를 개척하는 정신
      </div>
    </div>
    <p>
      교육보국의 이념으로 국가 부흥에 이바지하고, 자주 자립의 정신으로 민족적
      주체성 을 강화하며 학문의 자유와 창의의 존중을 교육의 바탕으로 삼으며,
      정통적인 국가 관을 수립하고 주체적인 민족관을 능동적으로 확립하며 경쟁적인
      세계관을 우위적 으로 정립함으로써 나라의 기틀을 튼튼히 하고, 민족의 영원한
      발전을 이룩한다.
    </p>
  </div>
);

export default FoundingSpiritPage;
