const DepartmentsPage = () => (
  <div className="container prose  py-24">

    <p>
      단대소고에서는 2학년에 진학할 때 세부 학과를 선택하게 되며, 선택한 세부
      학과에 따
      라 학생이 희망하는 진로에 전문화된 교육 과정을 이수하게 됩니다.
    </p>

    <h2>AI SOFTWARE</h2>

    <h3>학과 소개</h3>
    <p>
      인공지능소프트웨어과는 4차 산업혁명과 함께 산업 전 분야에서의 AI 응용
      기술에 대한 수요가 급격히 증가함에 따라, 데이터 과학 기초 교육, 기초 AI원리 교육
      및 응용 실습을 통한 융·복합 인재 양성을 목표로 하고 있습니다. 전통 학문적 사고와
      구현의 틀에서 벗어나, 창의적이고 혁신적인 사고력을 갖추고 신기술 개발 및 시장 창출에 기여할 핵심 인력을 양성하여 국제적 기술 경쟁력을 확보할 수 있도록 할 것입니다.
    </p>

    <h3>교육 과정</h3>
    <p>
      프로그래밍, 컴퓨터시스템일반, 자료구조, 시스템프로그래밍, 데이터베이스프로그래밍, 응용프로그래밍화면구현, 빅데이터분석, 로봇지능개발
    </p>

    <h3>자격증 취득</h3>
    <p>
    프로그래밍, 컴퓨터시스템일반, 자료구조, 시스템프로그래밍, 데이터베이스프로그래밍, 응용프로그래밍화면구현, 빅데이터분석, 로봇지능개발
    </p>

    <h3>진학분야</h3>
    <p>인공지능 관련 학과, 정보통신 관련 학과, 네트워크 관련 학과 등
    </p>
  </div>
);

export default DepartmentsPage;
